{"data":{"ios":{"title":"Docs - Offline Programming Documentations","url":"https://itunes.apple.com/us/app/docs-offline-programming-documentations/id1222357412?mt=8&uo=4","icon":"https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/61/13/51/61135197-a086-a591-6fa8-651d6b42e651/source/60x60bb.jpg","screenShotUrls":["https://is3-ssl.mzstatic.com/image/thumb/Purple111/v4/69/6c/36/696c367a-7a6d-8915-c7e7-8fb3e733e65b/source/392x696bb.jpg","https://is5-ssl.mzstatic.com/image/thumb/Purple122/v4/65/0d/52/650d5264-b959-6151-9339-105c6f407ba9/source/392x696bb.jpg","https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/52/ba/b0/52bab082-54e7-3c01-586f-0811d2927c2f/source/392x696bb.jpg","https://is2-ssl.mzstatic.com/image/thumb/Purple122/v4/11/86/ad/1186add3-d116-110c-73aa-69f76c3ffab4/source/392x696bb.jpg","https://is4-ssl.mzstatic.com/image/thumb/Purple122/v4/c6/d6/8a/c6d68acb-3f4a-5d37-ded9-a402e86e1900/source/392x696bb.jpg"],"description":"Documentation is an app to search, read and organize offline documentation from many programming languages and frameworks\n\nBrowse\n+ Docs come with powerful search for programming documentation utilizing machine learning. There are billions documents, imposible to remember each one. Docs come to rescue. You can search documentation using your own keyword, instead of title of documentation, for example: how to map array, how to create object, filtering array, initialize function, etc. Docs will give max 100 documents related to your search keyword\n+ Search result will show list with title, latest update (if available), and excerpt\n+ Bookmark search result. It will be saved in Browse page and you can access it offline\n+ Organize search result: delete item, reorder item, etc\n\nReader\n+ Read documentation\n+ Change text size\n+ Change font\n+ Change theme. We have 4 themes (light, night, sepia, grey)\n+ Syntax highlighting\n+ Horizontal scroll for table and code block so that the content remain tidy\n+ High performance. It's native! We don't use WebView\n+ Taking note\n+ Search\n+ Bookmark content. It will be saved in Bookmark page and you can access it offline\n\nBookmark\n+ This page contain list of bookmarked documentations and you can read offline\n+ Organize bookmarks: delete item, reorder item, etc\n\nNote Page\n+ This page contain all your notes\n+ Organize all notes: delete item, reorder item, etc\n\nSupport\n+ We have in-app-support\n\nGuide\n+ Documentation is easy to use. But if you need some guide we have video guide inside.\n\nAs per this description is written, following programming languages and frameworks are included:\n+ Objective-C\n+ Swift\n+ Java\n+ PHP (English, Brazilian Portuguese, Chinese Simplified, French, German, Japanese, Romanian, Russian, Spanish, Turkish)\n+ Go\n+ C\n+ C++\n+ C#\n+ Ruby\n+ Delphi/Object Pascal\n+ JavaScript\n+ Visual Basic\n+ MySQL\n+ React JS\n+ Vue JS\n\nIf your favorite programming language or framework is not included, we have in-app-support, please contact us to request your favorite programming language or framework\n\nMore programming language and framework will be added frequently with no additional cost. Contents come from our server. No need to update your app for fresh content. Make sure to check frequently for content update. App update will be feature enhancements or bug fixes\n\nDocs is always up to date because you download directly from the source. When you bookmark the docs, it will be stored to your phone/pad storage so that you can read offlne. Tap refresh icon, to redownload for up to date content"},"technicalHighlight":{"highlights":["Powerful search for programming documentation utilizing machine learning","Bookmark search result. It will be saved in Browse page and you can access it offline","Organize search result: delete item, reorder item","Taking note","In-app-support","Search","Change themes (light, night, sepia, grey)","Change text size","Change font","Syntax highlighting","Horizontal scroll for table, code block, and output block","Offline bookmark","Organize bookmark: reorder, delete, etc","In app purchase","Organize all notes: delete item, reorder item","In app purchase"]}},"pageContext":{"isCreatedByStatefulCreatePages":true}}