{"data":{"android":{"title":"Tube TV","icon":"https://lh3.googleusercontent.com/vz6abvi907YVieRKb515KFSWY4IdsZQfZc9PC5YM9S91ekXl08b0l973OGxTa5ziwA4a","url":"https://play.google.com/store/apps/details?id=com.yudaprama.tubetv&hl=en&gl=us","description":"Watch thousands of hit movies and TV series for free. Tube TV is 100% legal unlimited streaming, with no credit cards and no subscription required. Choose what you want to watch, when you want to watch it, with fewer ads than regular TV. Tube TV is the largest free streaming service featuring award-winning movies and TV series. There is something for everybody; from comedy to drama, kids to classics, and niche favorites such as Korean dramas, anime, and British series. Download now and start streaming entertainment for free, today!<br><br>Tube TV adds free HD shows and movies every week, so you’ll never run out of entertainment to stream on the go (and at home!). Our goal is to free as many categories of TV shows and movies as we can so you don’t have to pay for online entertainment (like you do for other streaming services). Not only are our movies and online TV shows always free and available anywhere but they’re also highly rated on IMDb. All of our categories are free to choose from, including New Releases, and Anime TV series that you can’t find on other popular subscription video apps. Our Anime collection has Naruto, Yu-gi-oh, Cowboy Bebop, and much more. Why torrent content when you could stream your favorite movies and TV shows with us? <br><br>Tube TV Features Include:<br><br>Watch HD Movies &amp; TV Shows with the Biggest Hollywood Stars<br><br>Watch online entertainment from your favorite Hollywood studios<br>Get a taste of Hollywood in its prime and watch your favorite actors and actresses in our movies and TV Shows. <br>Free video streaming for every movie and TV show – Never pay a subscription!<br>Discover hidden gems and new favorites in all of our categories<br>Create a personal queue to bookmark which videos you want to watch<br>New HD Movies &amp; TV Shows Added Each Friday<br>Get a daily does of celeb and legal drama with daily episodes of Paternity Court and Wendy Williams <br><br>New movies and series added weekly – Browse our featured section to see what’s new this week!<br>Popular selection of HD TV shows (feel free to binge all you want)<br>Chromecast Support &amp; Multi-Device Syncing<br><br>Watch on the big screen with Chromecast or Airplay<br>View on your Android device as well as your connected TV (Chromecast, Apple TV, Roku devices, Playstation, Xbox, Amazon Fire TV, Samsung TV, etc.). Continue watching videos exactly where you left off on any device.<br>Watch entertainment in your favorite categories and genres like:<br><br>Drama Genre<br>Comedy Genre<br>Action Genre<br>Horror Genre<br>Anime (New Anime, and Next Day!)<br>Spanish Language (Telenovela)<br>Korean Movies<br>…And much, much more from Hollywood, Japan, and Korea!<br><br>Find the movie or series you love from leading Hollywood talent, including Oscar winners and movies featuring Ryan Reynolds, Curtis “”50 Cent”” Jackson, Arnold Schwarzenegger, Charlize Theron, Dwayne Johnson, Samuel Jackson, Russell Crowe, and Julia Louis-Dreyfus, among many other elite Hollywood royalty.<br><br>Check back weekly (new content added every Friday) to see new free TV shows and movies that are available for you to stream online. You do not have to torrent to watch your favorite movies or shows. Let us know what you want to see added to Tube and we will work hard to free those videos. We believe that sometimes the best things in life ARE free. Please enjoy and let us know what you think.<br><br>**Disclaimer**<br>The content (Movie and TV) belong to tubitv.com. Tubi and Tubi’s licensors exclusively own, control and retain all right, title and interest in and to the Tubi Services, including the Content, including all associated intellectual property rights. You acknowledge that the Tubi Services, including without limitation the Content, are protected by copyright, trademark, and other laws of the United States and foreign countries. You agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Tubi Services, including without limitation the Content","screenshots":["https://lh3.googleusercontent.com/nfyv6wJotlu4lUGWdZszv0-VxhBrCG4Eymrzrm7DHRG3r2OgYGDvEiIl1pKNfYX3Aw","https://lh3.googleusercontent.com/F7MlYa4GjntH_NaiYz8rj0OjEuKhpYMSu-aDtmMRQ_Qwb2UmIEfoRmjlwlMqp1ew-Aw","https://lh3.googleusercontent.com/-CbIVDccQH33lWeqzsezVzgbbPI_5Az_siQYC_wO_oH_Cuz67tatDKAoTPy_CM_dR1I","https://lh3.googleusercontent.com/Ds1f4s4599Zk6Ymc4266jRtNFK2SBhJA87kfQDH7XnZSmeTCMNcbgr1Hiqx2eq8Bx40","https://lh3.googleusercontent.com/_zEPVwmz7ynaJktEkzOPnEg5Kiqdg_MEA7voLUrM5zRnRdw8eNmP_g8OnLvfDRq_A70","https://lh3.googleusercontent.com/8atGtl7jmykWFxpKkrhUiExppleKh9-JKkFwlccjjuy0u0nIl2_qKDwD11joa6nl9g","https://lh3.googleusercontent.com/B5MdXLX7Q_eb6SdLCjcPTuzPSXJrLra9BRqyaEsh5igbZ-fxFoCVNlnxmupDzz9IoKs","https://lh3.googleusercontent.com/0crVeFHiTacwnLEgZX5Zsl0Egy2iexpQ0K_6wC6E113NNOLIe9gX3Dco3IUZ9Cziac0"]},"technicalHighlight":null},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"com.yudaprama.tubetv"}}