{"data":{"ios":{"title":"Learn R - Course, Manual, Package","url":"https://itunes.apple.com/us/app/learn-r-course-manual-package/id1221720318?mt=8&uo=4","icon":"https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/4a/3e/b7/4a3eb7f9-efe5-0b06-db8c-f2444179f45d/source/60x60bb.jpg","screenShotUrls":["https://is2-ssl.mzstatic.com/image/thumb/Purple111/v4/5b/2e/a1/5b2ea12c-43ba-0807-2a9a-13fa2d7edf7c/source/392x696bb.jpg","https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/89/c4/25/89c425b8-7ab0-7453-ea2d-d6081eec210c/source/392x696bb.jpg","https://is4-ssl.mzstatic.com/image/thumb/Purple122/v4/61/85/0d/61850d76-6512-264a-2111-4e9a5b31b20a/source/392x696bb.jpg","https://is2-ssl.mzstatic.com/image/thumb/Purple111/v4/1d/3e/fb/1d3efb5c-e108-8f58-a509-f86839f0198e/source/392x696bb.jpg","https://is2-ssl.mzstatic.com/image/thumb/Purple111/v4/23/ac/55/23ac5535-c993-009f-a442-ee3ae97c2967/source/392x696bb.jpg"],"description":"Learn R covers course and tutorial for R from basic, intermediate, to advance. You can search tutorials, packages, references, and manuals. You can bookmark for offline reading\n\nLatest\n+ This page shows all latest R course. Tutorials will be update frequently with no additional cost. Contents come from our server. No need to update your app for fresh content. Make sure to check frequently for content update. App update will be feature enhancements or bug fixes\n+ Bookmark your favorite R course. It will be saved in Bookmark page and then you can access it offline\n+ Search R course. Course content is searchable. You can search course using your own keyword, instead of title, for example: create chart, import data, etc. Learn R will give max 100 courses related to your search keyword. See screenshot 2\n+ Bookmark search result. It will be saved in Browse page and you can browse and organize offline\n\nPackage\n+ Learn R come with powerful search for R package utilizing machine learning. There are billions R packages. Imposible to remember each one. Learn R come to rescue. You can search R package using your own keyword, instead of package name, for example: create chart, making maps, etc. Learn R will give max 100 R packages related to your search keyword. See screenshot 3\n+ Read package manual\n+ Bookmark your favorite package manual. It will be saved in Package page and you can access it offline\n+ Organize bookmark: reorder, delete, etc\n\nManual\n+ Learn R come with powerful search for R manual utilizing machine learning. You can search R manual using your own keyword, instead of package name, for example: create chart, working with data, etc. Learn R will give max 100 R packages related to your search keyword.\n+ Read R manual\n+ Bookmark your favorite package manual. It will be saved in Package page and you can access it offline\n+ Organize bookmark: reorder, delete, etc\n\nReference\n+ Learn R come with powerful search for R reference utilizing machine learning. You can search R reference using your own keyword, instead of package name, for example: create chart, working with data, etc. Learn R will give max 100 R packages related to your search keyword.\n+ Read R reference\n+ Bookmark your favorite reference. It will be saved in Package page and you can access it offline\n+ Organize bookmark: reorder, delete, etc\n\nReader\n+ Read course, R manual, package manual, R reference\n+ Bookmark so you can read offline\n+ Learn R come with powerfull reader that will make your day!\n+ Change text size\n+ Change font\n+ Change theme. We have 4 themes (light, night, sepia, grey)\n+ Syntax highlighting for R command and R output\n+ Horizontal scroll for table, code block, and output block so that the content remain tidy\n\nBrowse\n+ Bookmark search result. It will be saved in Browse page and you can access it offline\n+ Organize search result: reorder, delete, etc\n\nSupport\n+ We have in-app-support"},"technicalHighlight":{"highlights":["Side Menu","Powerful search for programming documentation utilizing machine learning","Bookmark search result. It will be saved in Browse page and you can access it offline","Organize search result: delete item, reorder item","Taking note","In-app-support","Search","Change themes (light, night, sepia, grey)","Change text size","Change font","Syntax highlighting","Horizontal scroll for table, code block, and output block","Offline bookmark","Organize bookmark: reorder, delete, etc","In app purchase","Organize all notes: delete item, reorder item"]}}}