{"data":{"ios":{"title":"OPOS - Offline Point of Sale","url":"https://itunes.apple.com/us/app/opos-offline-point-of-sale/id1200334950?mt=8&uo=4","icon":"https://is2-ssl.mzstatic.com/image/thumb/Purple122/v4/9f/4f/1b/9f4f1b4a-44d0-d689-7b9c-2e5ae3954fe5/source/60x60bb.jpg","screenShotUrls":["https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/f0/68/d4/f068d453-0783-509f-478a-91302d5d5db8/source/392x696bb.jpg","https://is3-ssl.mzstatic.com/image/thumb/Purple122/v4/ed/67/b7/ed67b7ac-50cf-9bd7-f955-f176339789cf/source/392x696bb.jpg","https://is5-ssl.mzstatic.com/image/thumb/Purple122/v4/d2/f4/dd/d2f4ddd1-59da-d8cb-ab64-fe8c8ca2d69f/source/392x696bb.jpg","https://is2-ssl.mzstatic.com/image/thumb/Purple111/v4/1a/21/e1/1a21e15b-c945-791a-e037-922a4d27a165/source/392x696bb.jpg","https://is5-ssl.mzstatic.com/image/thumb/Purple111/v4/34/6b/b0/346bb0fe-6a0d-8a9a-2f53-612d5b0ca11e/source/392x696bb.jpg"],"description":"Offline POS is a replacement for cash register or POS machine or cashier machine\n\n==BENEFIT==\n\n- Not dependent on internet. Imagine when you have long queues at checkout and your internet is slow or even down. You lose your business!\n- Not dependent on server. For developer, maintaining server is not easy. And when server down, you also lose your business!\n- No loading and instant operation because all operation running locally\n- You can use whenever you like without internet connection\n- No login, no sign up\n- 100% private because data stored locally on your iphone/ipad. If you need to backup: On your phone Setting > iCloud > Turn on auto backup for this app. This will automatically backup the data into your iCloud account\n\n\n==FEATURE==\n\n- Barcode Scanning\n- Sales Discount\n- Sales Tax\n- Receipt\n- Integrating with Apple AirPrint for printing receipt\n- In-App Calculator. You don’t have to close this app to calculate something. Calculator with similar interface as Apple Calculator is available in this app\n- In-App Mail with receipt as attachment. You won’t redirect to Mail app\n- Support numbering format to all country (currency, dot-comma, and fraction digits)\n- In-App Support\n- Universal App\n\nFollowing explanation is the usage. You don't have to read as this app designed to be extremely easy. But if you are curious, here we go.\n\n\n==CASH REGISTER==\n\nThis is the first screen when you open Offline POS\nWe provide 2 ways to register sale:\n1. Register sale by selecting the product. This way is favorable when you have small product you can remember. See screenshot1\n2. Register sale by scanning the product barcode. This way is favorable when you have a lot product you can’t remember. See screenshot2\n\nAfter selecting/scanning product, you will be asked the quantity purchase and sales discount. Leave blank discount if it is not available.\n\nTo unregister, just unselect (tap the selected product). To unselect all products, tap Clear Shopping Cart icon\n\nAfter you register all products, tap Checkout icon. Receipt will be showing up. You can Print/Email receipt. See screenshot3\n\nWe use Apple AirPrint for printing receipt. See screenshot4\n\n\n==PRODUCT LIST==\n\nThis is where you start! You should list all your product before registering a sale. To list your product, open Side Menu > Product List\n\nAdd product. \nTap “add icon”, and fill out following information:\n- SKU (unique id)\n- Name\n- Description (optional)\n- Photo (optional)\n- Price\n- Barcode (optional, you should scan barcode if you plan to register a sale with barcode scanning)\n\nOrganize Product List\nTo organize your products, tap \"Edit\". Then you can delete, sorting, dragging the sequence, and so on\n\nEdit Product\nJust tap the product you want to edit its information\n\n\n==BUSINESS PROFILE==\nHere you can set up: business logo, business name, address, phone, email. All of them are optional. If you fill the information, it will show on Receipt\n\n\n==SETTING==\nHere you can set up: currency, number format, sales tax, and fraction digits. \n\n==SUPPORT==\nWe provide In-App-Support. Open Side Menu > Support"},"technicalHighlight":{"highlights":["Side menu drawer","Barcode Scanning","sales report with chart","iCloud backup","Handwritten signature","Integrating with Apple AirPrint for printing receipt","In-App Calculator","In-App Mail","Zoom in/out chart","In-App Support","Universal App","Sales Discount","Sales Tax","Receipt","Receipt and reporting use your local timezone","Scroll horizontally for report header (Qty, Sales, Discount, Tax, Profit) and chart"]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"com.yudapramadjunaedi.pos"}}