{"data":{"ios":{"title":"Direktori Bisnis Indonesia","url":"https://itunes.apple.com/us/app/direktori-bisnis-indonesia/id1192304143?mt=8&uo=4","icon":"https://is2-ssl.mzstatic.com/image/thumb/Purple111/v4/ce/77/27/ce77271e-022f-43da-ff54-c69b6b3a9ae9/source/60x60bb.jpg","screenShotUrls":["https://is2-ssl.mzstatic.com/image/thumb/Purple122/v4/30/7d/8e/307d8ef6-1bf5-0cee-7ff7-061ff2163196/source/392x696bb.jpg","https://is4-ssl.mzstatic.com/image/thumb/Purple82/v4/7b/d8/5e/7bd85ede-2249-0696-5a3a-cb3090eb6017/source/392x696bb.jpg","https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/a3/5c/3a/a35c3ace-4781-0900-9644-d90768d30de2/source/392x696bb.jpg","https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/00/e5/f0/00e5f0bd-f435-e5d1-3014-581cb77f0bed/source/392x696bb.jpg","https://is5-ssl.mzstatic.com/image/thumb/Purple82/v4/86/71/78/86717839-2dc0-01bc-cd01-44b98d5067aa/source/392x696bb.jpg"],"description":"DBI is an Indonesia Business Directory with business listings more than 2 million businesses in Indonesia with 20 million business contacts continue to be updated\n\n== FEATURES ==\n\n+ Native Apple Maps\n+ Bookmark\n+ In-app-mail\n+ In-app-phone\n+ In-app browser\n+ Offline usage for bookmark\n+ In-app support\n\n== USAGE ==\n\n+ Search: You can search by category and sub-category of business. Another way: in every screen there is search icon, tap the icon, then typing the keyword@locations, eg bengkel@bandung\n\n+ In-app-mail: you contact business via email, just tap the mail icon and a new screen will pop up email form with email destination has been filled. You will not be diverted to the Mail app. Then tap \"send\" to send email, mail screen will pop-down automatically so that the previous screen (map) will appear\n\n+ In-app-phone: you can contact business via phone, just tap the phone icon.\n\n+ In-app browser: to see website of the business, simply tap the icon website, browser will sliding from the right showing business website. You will not be transferred to the Safari app. To return to the previous screen (map), tap the \"back\" in the upper left corner\n\n+ Show side menu: tap the menu icon; or swipe left to right\n\n+ Maps using native apple maps. Usage is the same as the Maps application. You can zoom in / out, tap marker to see details, etc.\n\n+ Bookmark: To bookmark a business, you tap the bookmark icon. To get into the Bookmarks screen, open the Side Menu, and then tap the Bookmarks screen there will be an animated transition to the Bookmarks screen. You can access the list of business that you've been bookmark offline, as well as view the detailed business information\n\n+ Bookmark Organization: To organize your bookmarks, tap \"Edit\". Then you can delete, sorting, dragging the sequence, and so on. If you are finished, tap \"Save\"\n\n== SUPPORT ==\nWe provide In-App-Support"},"technicalHighlight":{"highlights":["Monetization using admob","Monetization using In App Purchase","Google search","Offline browsing","Organize browsing bookmark","Organize search result","Offline reading","Organize reading bookmark","4 themes for reading: light, night, sepia, grey","Change font","Change text size","Open in-app browser to see full web page","In-App Support"]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"com.yudapramadjunaedi.dbi"}}