{"data":{"android":{"title":"Music Player Pro","icon":"https://lh3.googleusercontent.com/6Xiy1_uk3tZOASwIHhnWsuPhX7oae566sp6a1xGC_Pq_7jHNvIb0ssJVb5VJei-thRrq","url":"https://play.google.com/store/apps/details?id=com.yudaprama.musicplayer&hl=en&gl=us","description":"Music Player Pro is one of the best app for music and audio player for Android<br>By using music player, you can listen to all audio file types. Play your favorite music mp3 and others files!<br><br>Features:<br>- Play local music<br>- 4 tabs: songs, music, album, artist, genres...<br>- Search all songs. Music Library wide search. Find all your music never been so easy.<br>- Beautiful designed, beautiful user interface<br>- Graphic equalizer<br>- Home screen widgets<br>- Favorites and playlists. Custom Playlist<br>- Play any artist, album, or playlist on shuffle mode<br>- Play any song, any time on any device--mobile, tablet, or your computer<br>- Hight quality.<br>- Plays mp3, ogg, flac, wav, mp4/m4a (incl. alac), ape, wv, tta, mpc, aiff, m3u, m3u8, pls, wpl playlists...<br>- Play, pause, stop, replay...<br>- Plays songs from folders and from own library<br>- Dynamic queue<br>- Lyrics support, including lyrics search via musiXmatch plugin<br>- Embed and standalone .cue files support<br>- Download missing album art<br>- Custom visual themes, lot of skins available on play screen<br>- Headset support, automatic resume on headset and/or BT connection<br>- Scrobbling<br>- Tag editor<br>- Set time for sleeping<br>- Edit mp3, sound files (coming soon)<br>Let&#39;s download mp3 player, music player right now. The application will bring you great feeling.<br>Not waste your time when downloading the music player","screenshots":["https://lh3.googleusercontent.com/pPkXIHqpNbDJ3sGhbm-wiZB3T255SNayhmXCO-ztmMHv84g5P_--E-YJL_2scEAuG0w","https://lh3.googleusercontent.com/twsiPdTnJiVcoVWaxVel8pPZQx2DQKJ85H_Xpl5jjS_Vtds3jgdwhqOw_cWEDZAnr4-A","https://lh3.googleusercontent.com/TDQe3ICqKZCFOb07PJ-_0LfKPNQhyQI6J9_SofR8Lvz-SPdI7KDh6sIPMQ-R1Xcn502U","https://lh3.googleusercontent.com/zrJSzTSBJ4OLYsrOEZeA5FbOl8hsIc_dFmLzY1h8wT2N2o3VNlrNX-_Cl8Hw7_iR1A","https://lh3.googleusercontent.com/sBHSxHuZFEQbIuhzsOTzxWl-u0UiAu9SfdBH_N3o_688ZYuySIFHhc9tI2yP9E0pDg"]},"technicalHighlight":null},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"com.yudaprama.musicplayer"}}