{"data":{"ios":{"title":"Documentation - Offline Programming Documentation","url":"https://itunes.apple.com/us/app/documentation-offline-programming-documentation/id1217117193?mt=8&uo=4","icon":"https://is2-ssl.mzstatic.com/image/thumb/Purple127/v4/d2/b7/a9/d2b7a9a9-151b-f282-df81-509826dc798a/source/60x60bb.jpg","screenShotUrls":["https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/a0/90/01/a090010e-9d27-9e64-9f02-a8dd8faddf0d/source/392x696bb.jpg","https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/6e/e0/b1/6ee0b104-7410-8a13-e2ee-54d3bd487b11/source/392x696bb.jpg","https://is2-ssl.mzstatic.com/image/thumb/Purple111/v4/ac/96/3f/ac963f79-d3a7-5942-f2ae-2c4507f914fb/source/392x696bb.jpg","https://is2-ssl.mzstatic.com/image/thumb/Purple122/v4/8d/af/53/8daf53cb-81de-f887-b4af-b9279625c01d/source/392x696bb.jpg","https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/ee/44/f1/ee44f1aa-9ebe-a1db-3819-089979ac8923/source/392x696bb.jpg"],"description":"Documentation is an app to search, read and organize offline documentation from many programming languages and frameworks\n\nAs per this description is written, following programming languages and frameworks are included:\n+ Objective-C\n+ Swift\n+ iOS\n+ Java\n+ PHP (English, Brazilian Portuguese, Chinese Simplified, French, German, Japanese, Romanian, Russian, Spanish, Turkish)\n+ Go\n+ C\n+ C++\n+ C#\n+ Ruby\n+ Delphi/Object Pascal\n+ JavaScript\n+ Visual Basic\n+ Python\n+ MySQL\n+ React Native\n+ React JS\n+ Vue JS\n\nIf your favorite programming language or framework is not included, we have in-app-support, please contact us to request your favorite programming language or framework\n\nMore programming language and framework will be added frequently with no additional cost. Contents come from our server. No need to update your app for fresh content. Make sure to check frequently for content update. App update will be feature enhancements or bug fixes\n\nDocs is always up to date because you download directly from the source. When you bookmark the docs, it will be stored to your phone/pad storage so that you can read offlne. Tap refresh icon, to redownload for up to date content\n\nReader Page\n+ Read documentation\n+ Change text size\n+ Change font\n+ Change theme. We have 4 themes (light, night, sepia, grey)\n+ Syntax highlighting\n+ Horizontal scroll for table and code block so that the content remain tidy\n+ High performance. It's native! We don't use WebView\n+ Taking note\n+ Search\n+ Bookmark content. It will be saved in Bookmark page and you can access it offline\n\nSearch\n+ Search for docs. Type keyword and this will search for content, not title. This will give more meaningfull search result\n+ Search result will show list with title, latest update (if available), and excerpt\n+ Bookmark search result. It will be saved in Browse page and you can access it offline\n+ Organize search result: delete item, reorder item, etc\n\nBookmark Page\n+ Organize bookmarks: delete item, reorder item, etc\n\nNote Page\n+ Organize all notes: delete item, reorder item, etc\n\nGuide\n+ Documentation is easy to use. But if you need some guide we have video guide inside.\n\nSupport\n+ We have in-app-support"},"technicalHighlight":{"highlights":["Monetization using admob","Monetization using In App Purchase","Google search","Offline browsing","Organize browsing bookmark","Organize search result","Offline reading","Organize reading bookmark","4 themes for reading: light, night, sepia, grey","Change font","Change text size","Open in-app browser to see full web page","In-App Support"]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"com.yudapramadjunaedi.docs"}}