{"data":{"ios":{"title":"Asset Manager for Business or Personal Uses","url":"https://itunes.apple.com/us/app/asset-manager-for-business-or-personal-uses/id1173015120?mt=8&uo=4","icon":"https://is1-ssl.mzstatic.com/image/thumb/Purple71/v4/20/c1/b8/20c1b8f9-9faf-6630-4d6f-1f6f60f33b41/source/60x60bb.jpg","screenShotUrls":["https://is2-ssl.mzstatic.com/image/thumb/Purple71/v4/98/03/9a/98039aa9-1064-6e0a-3e7f-44218aabd901/source/392x696bb.jpg","https://is3-ssl.mzstatic.com/image/thumb/Purple19/v4/b4/bf/dc/b4bfdc88-8fd8-4fc7-c999-e07922fa703e/source/392x696bb.jpg","https://is3-ssl.mzstatic.com/image/thumb/Purple71/v4/57/7d/89/577d895e-0f38-5e0e-ff5b-3e7dd61a897e/source/392x696bb.jpg","https://is3-ssl.mzstatic.com/image/thumb/Purple71/v4/c1/38/ec/c138ec7c-0ca5-1ace-32a4-7ddb4ed2d3b7/source/392x696bb.jpg","https://is4-ssl.mzstatic.com/image/thumb/Purple71/v4/64/ae/b4/64aeb480-87c3-3545-87cb-5f204fdd2b5c/source/392x696bb.jpg"],"description":"Your organization might be sitting on the world's largest asset data pile, but it's useless unless you have the means to translate it into insights that drive your business. After all, data is really only valuable if you can translate it into actionable insights. Asset Manager aims to address these issues\n\nIf you are business or accounting student, this app will help you understand Asset Management in real world practice. However, this app is built and optimized for personal and business uses from small to large business.\n\nAsset Manager will help you listing, managing, and organizing all your assets in a easy way. Assets will be listed and sorted by asset group in order to make it easier to manage with meaningful information and actionable insight to support your critical business decision\n\nGrouping asset with automated calculation for depreciation, salvage value, group value. Insight to each group, cosmetic customization, and more.\n\nWe use accounting term in this app in order to be consistent with general business term, but don’t be scared because we also provide easy to understand explanation. You just need to take our Asset Management short course\n\nPlay with scenario and see what happen when you change each of assumption. With this, you can turn data into meaningful insight to what you should do with your assets based on provided scenario. After all, data is really only valuable if you can translate it into actionable insights\n\nGraphic visualization can help during the metamorphosis of your asset data into actionable information. This might display unexpected findings in a clear, easy-to-grasp manner that will become valuable for your critical business decision.\n\nGet asset forecasted future value with automated predictive calculation based on asset depreciation method, asset useful life, etc. This will help you prepare the future such as asset replacement, asset maintenance, and future cost budgeting. With this, you can interact with data to get answers you understand.\n\nWe also provide In-App Support"},"technicalHighlight":null},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"org.reactjs.native.example.bus"}}