{"data":{"ios":{"title":"Learn Matlab - Course, File Exchange, Documentatio","url":"https://itunes.apple.com/us/app/learn-matlab-course-file-exchange-documentatio/id1224990810?mt=8&uo=4","icon":"https://is5-ssl.mzstatic.com/image/thumb/Purple111/v4/69/64/f7/6964f7ac-3172-7d4b-e933-5e3898feb299/source/60x60bb.jpg","screenShotUrls":["https://is2-ssl.mzstatic.com/image/thumb/Purple111/v4/2a/38/f0/2a38f0e3-63ca-1c96-987a-f8c1eb045bae/source/392x696bb.jpg","https://is2-ssl.mzstatic.com/image/thumb/Purple122/v4/5e/e3/74/5ee3741e-f413-c4b3-7ec7-17bf5ba5a387/source/392x696bb.jpg","https://is5-ssl.mzstatic.com/image/thumb/Purple122/v4/f9/e4/38/f9e43846-2f81-9242-19f5-1116a89274b3/source/392x696bb.jpg","https://is4-ssl.mzstatic.com/image/thumb/Purple122/v4/cc/0c/7a/cc0c7a7c-bc05-45aa-73cf-938d83e22688/source/392x696bb.jpg","https://is5-ssl.mzstatic.com/image/thumb/Purple122/v4/e5/10/21/e5102117-c88c-ce56-00ec-25a1df120dee/source/392x696bb.jpg"],"description":"Learn Matlab covers course and tutorial for Matlab from basic, intermediate, to advance. You can search tutorials, documentation, and file exchange. Search will recognize typos. You can bookmark for offline reading\n\nLatest\n+ This page shows all latest Matlab course. Tutorials will be update frequently with no additional cost. Contents come from our server. No need to update your app for fresh content. Make sure to check frequently for content update. App update will be feature enhancements or bug fixes\n+ Bookmark your favorite Matlab course. It will be saved in Bookmark page and then you can access it offline\n+ Search Matlab course. Course content is searchable. You can search course using your own keyword, for example: making maps, create chart, import data, etc. Learn Matlab will give max 100 courses related to your search keyword. See screenshot 2\n+ Bookmark search result. It will be saved in Browse page and you can browse and organize offline\n\nFile Exchange\n+ Complete Matlab File Exchange\n+ Powerful search for Matlab File Exchange. There are millions Matlab Files. Imposible to remember each one. You can search Matlab File using your own keyword, instead of File name, for example: create chart, making maps, image processing, etc. Learn Matlab will give max 100 Matlab File related to your search keyword. See screenshot 3\n+ You can read Overview, Screeenshot, Functions, Examples, Comments, and Release Notes\n+ Bookmark your favorite File Exchange. It will be saved in File Exchange page and you can access it offline\n+ Download and mail files\n+ Organize bookmark: reorder, delete, etc\n\nDocumentation/Manual\n+ Complete Matlab Documentation\n+ Learn Matlab come with powerful search for Matlab Documentation utilizing machine learning. You can search Matlab Documentation using your own keyword, instead of Documentation name, for example: making array, input data, create chart, working with data, etc. Learn Matlab will give max 100 Matlab documentations related to your search keyword.\n+ Read Matlab Documentation\n+ Bookmark your favorite Documentation. It will be saved in File Exchange page and you can access it offline\n+ Organize bookmark: reorder, delete, etc\n\nReader\n+ Read course, documentation, and file exchange\n+ Bookmark so you can read offline\n+ Learn Matlab come with powerfull reader that will make your day!\n+ Change theme. We have 4 themes (light, night, sepia, grey)\n+ Change text size\n+ Change font\n+ Syntax highlighting for Matlab command and Matlab output\n+ Horizontal scroll for table, code block, and output block so that the content remain tidy\n\nBrowse\n+ Bookmark search result. It will be saved in Browse page and you can access it offline\n+ Organize search result: reorder, delete, etc\n\nSupport\n+ We have in-app-support"},"technicalHighlight":null},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"com.yudapramadjunaedi.matlab"}}