{"data":{"ios":{"title":"SIM - Offline Point of Sale & Inventory Management","url":"https://itunes.apple.com/us/app/sim-offline-point-of-sale-inventory-management/id1209038732?mt=8&uo=4","icon":"https://is5-ssl.mzstatic.com/image/thumb/Purple111/v4/18/e7/ef/18e7ef7e-f118-e66b-d8cf-c923ccb5c771/source/60x60bb.jpg","screenShotUrls":["https://is5-ssl.mzstatic.com/image/thumb/Purple122/v4/36/d6/bd/36d6bdfe-a6da-369e-0e60-60600b70d9af/source/392x696bb.jpg","https://is1-ssl.mzstatic.com/image/thumb/Purple111/v4/82/e4/e4/82e4e476-3e49-af3c-ee1c-86774d49ae74/source/392x696bb.jpg","https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/bd/2f/b8/bd2fb8eb-9ddb-d2a0-bbec-79eb191c4f0b/source/392x696bb.jpg","https://is2-ssl.mzstatic.com/image/thumb/Purple111/v4/e9/a1/a5/e9a1a5c4-665a-d548-dbdf-b919a5ec41ec/source/392x696bb.jpg","https://is4-ssl.mzstatic.com/image/thumb/Purple122/v4/ef/27/5a/ef275a7e-0a75-361c-da6f-69e63c47991b/source/392x696bb.jpg"],"description":"SIM is an app for managing sales and inventory. SIM is designed based on accounting standards and aligned with IFRS (International Financial Reporting Standard) which make SIM suitable from small to large business all over the world. SIM is also designed to use for people who are not familiar with accounting while taking advantage of accounting standard. You don't have to know accounting to use SIM!\n\nGENERAL BENEFIT\n+ Taking advantage of accounting standards to turn your small business more professional and managable\n+ Designed for people who are not familiar with accounting\n+ Offline Point of Sale\n+ Not dependent on internet. Imagine when you have long queues at checkout and your internet is slow or even down. You lose your business!\n+ Not dependent on server. For developer, maintaining server is not easy. And when server down, you also lose your business!\n+ No loading & instant operation because all operation running locally\n+ You can use whenever you like without internet connection\n+ No login, no sign up\n+ 100% private because data stored locally on your iphone/ipad. Backup: Phone Setting > iCloud > Turn on auto backup for this app. This will auto backup the data into your iCloud account\n\nREGISTER SALE/PURCHASE\n+ Register sale from customer to generate a receipt/sales order\n+ Register purchase to generate a purchase order to vendor\n+ In-app-calculator\n+ 2 ways to register sale/purchase:\n1. Selecting the product. This way is favorable when you have small product you can remember or product without barcode\n2. Scanning the product barcode. This way is favorable when you have a lot product you can’t remember\n\nRECEIPT/SALES ORDER/PURCHASE ORDER\n+ Send unlimited Receipt/Sales-Order/Purchase-Order using in-app-email with autofill information for email recipient (vendor email), attachment (Receipt/Sales-Order/Purchase-Order), and subject\n+ Print Receipt/Sales-Order/Purchase-Order with apple air print\n+ Archieving unlimited Receipt/Sales-Order/Purchase-Order\n+ Select vendor from vendor list\n+ Custom shipping information, business logo, business name, footer, Payment Terms, Shipped Via, F.O.B, etc\n+ You can use footer for notes, special instructions, or business slogan\n+ Handwrite signature. Create signature with hand write or apple pen\n+ Purchase Order Authorization\n+ Auto calculation for product cost, shipping cost, discount, tax\n+ Using your local timezone for date\n+ All fields are customizable. You can use or not\n\nREPORT\n+ Detail and summary report\n+ Using your local timezone for date\n+ Custom product report. Default: all products\n+ Scroll horizontally for chart. No need to change phone/pad orientation\n+ Scroll horizontally for report header (qty, sales, discount, tax, profit, etc). No need to change phone/pad orientation\n+ Zoom in/out chart\n+ Custom reporting period: Last 7 days, Last 30 days, Last 90 days, Last 365 days, Weekly, Monthly, Quarterly, Yearly. Default: Last 7 days\n+ Difference (in %) is an amount change between current and previous period. Amount: sales, qty, discount, etc (total specified products and each product)\n\nRECEIPT/SALES ORDER HISTORY\n+ List of saved receipt\n+ Organizing list: reorder, delete, etc\n\nPURCHASE ORDER HISTORY\n+ List of saved purchase order\n+ Organizing list: reorder, delete, etc\n\nPRODUCT LIST\n+ Add unlimited product\n+ Edit product information\n+ Organizing list: reorder, delete, etc\n\nVENDOR LIST\n+ Add unlimited vendor\n+ Organizing list: reorder, delete, etc\n\nBUSINESS PROFILE\n+ Add business logo, business name, address, phone, email\n+ All optional\n\nSETTING\n+ Setup the default for vendor, currency, number format, sales tax, fraction digits, shipping cost, signature, Footer, Shipping method, FOB, Payment Terms, Country, Period Reporting\n+ All optional\n\nINVENTORY MANAGEMENT\n+ This version only support FIFO (First In First Out) as Inventory Method since more than 70% companies using FIFO. Contact developer if you need support for LIFO (Last In First Out) or Average Inventory Method"},"technicalHighlight":{"highlights":["Side menu drawer","Barcode Scanning","sales report with chart","iCloud backup","Handwritten signature","Integrating with Apple AirPrint for printing receipt","In-App Calculator","In-App Mail","Zoom in/out chart","In-App Support","Universal App","Sales Discount","Sales Tax","Receipt","Receipt and reporting use your local timezone","Scroll horizontally for report header (Qty, Sales, Discount, Tax, Profit) and chart"]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"com.yudapramadjunaedi.inventory"}}